{
    "truths": [
        "Have you ever lied to your best friend?",
        "What's the most embarrassing thing you've done in public?",
        "What's your biggest fear?",
        "If you could switch lives with someone for a day, who would it be?",
        "When was the last time you cried?",
        "What is the biggest lie you’ve ever told?",
        "What is the most embarrassing photo of you?",
        "What would you do if you were the opposite gender for a week?",
        "What do most people assume about you that isn’t true?",
        "What are your thoughts on reincarnation?",
        "What is the stupidest thing you ever did as a teenager?",
        "Have you ever broken the law?",
        "What’s your biggest regret?",
        "Who do you have a crush on?",
        "What was the most awkward date you ever went on?",
        "What is one item you hope nobody ever finds in your room?",
        "Have you ever stolen something?",
        "Have you ever cheated on an exam?",
        "Tell the story of the drunkest you’ve ever been.",
        "How old were you when you first tried alcohol?",
        "What is the silliest thing you feel emotionally attached to?",
        "What is the biggest mistake you’ve ever made?",
        "Have you ever played hooky at work?",
        "Have you ever lied to get out of an awkward date?",
        "Who is the best-looking person here?",
        "Who is the funniest person here?",
        "What is the scariest nightmare you’ve ever had?",
        "When was the most inappropriate time you farted in public?",
        "What is the worst joke you’ve played on someone?",
        "What is the worst prank that someone played on you?",
        "If you starred in a romance movie, what would it be like?",
        "What is the most embarrassing thing you’ve posted on social media?",
        "What is your favorite thing that your significant other does for you?",
        "Tell us something you don’t want us to know.",
        "What do you hope your parents never find out about?",
        "What is the strangest dream you’ve ever had?",
        "Who was the last person you searched on Instagram?",
        "How old were you when you had your first kiss?",
        "Who was your first kiss?",
        "Why did you break up with your last boyfriend/girlfriend?",
        "Have you ever shared a secret you weren’t supposed to tell?"
    ],
    "dares": [
        "Sing a song in front of everyone.",
        "Do your best impression of a famous celebrity.",
        "Go outside and shout 'I love C++ programming!'",
        "Do 10 jumping jacks.",
        "Yell out the first word that comes to your mind.",
        "Hold your nose while you sing the chorus of your favorite song.",
        "Call your dad and say you got engaged.",
        "Dance for 30 seconds to a Snoop Dogg song.",
        "Eat a whole raw clove of garlic.",
        "Close your eyes until your next turn.",
        "Take a shot.",
        "Hold three ice cubes in your mouth until they melt.",
        "Give a foot massage to the person on your right.",
        "Melt ice on the back of the person next to you.",
        "Sing the lyrics to the Star Spangled Banner.",
        "Show the most embarrassing photo on your phone.",
        "Read the last 5 text messages on your phone.",
        "Try to lick your elbow.",
        "Do your best impersonation of the person who's turn is next.",
        "Impersonate your favorite animal.",
        "Crawl around the room.",
        "Belly dance to Moroccan music.",
        "Try to put your whole hand in your mouth.",
        "Empty your wallet or purse and show everybody what is inside.",
        "Make the ugliest face you possibly can.",
        "Do a cartwheel.",
        "Post your oldest phone selfie as your Instagram story.",
        "Howl like a wolf at the moon.",
        "Curse like a sailor for 30 seconds straight.",
        "Do a magic trick.",
        "Crack an egg between your hands.",
        "Jump in the shower with your clothes on."

    ],
    "truths-nsfw":[
        "This is an nsfw truth",
        "This is an nsfw truth",
        "This is an nsfw truth",
        "This is an nsfw truth",
        "This is an nsfw truth"
    ],
    "dares-nsfw":[
        "This is an nsfw dare",
        "This is an nsfw dare",
        "This is an nsfw dare",
        "This is an nsfw dare",
        "This is an nsfw dare"
    ]
}
